{

     "feedbraid": [
         
         
         {
            "title":"Half Up Dutch Braids",
            "name":"" ,
            "youlink":"ka820Ej6Aq8",
            "image": "https://i.imgur.com/DC9uWtw.jpg",
            "status": "<p>Step 1 / On the left side with a deep side part, take a part of hair just on the heavy side of the part and then split it into 3 pieces.</p>

<p>2 / By crossing the front begin a Dutch braid side strand just under the middle part.</p>

<p>Step 3 / Next, under the middle strand cross the back.</p>

<p>Step 4 / Under the middle cross the front strand, directly below it take a section of hair and then add it in as well.</p>

<p>Step 5 / Next take the back hair strand and cross it just under the middle and then bring in a part of hair and add it in with the hair strand.</p>

<p>Step 6 / Until the braid reaches the top of the ear repeat steps 4 and then 5. Now to the end of the hair continue braiding a regular braid and then tie it off with a clear elastic band.</p>

<p>Step 7 / On the other side of the head repeat steps 1 and then 2.</p>

<p>Step 8 / To the back of the head wrap both braids and then with a clear elastic band tie them together. Then from each braid remove the original bands and then smooth out the strands.<br>
</p>"
         },
{
            "title":"Flipped Fishtail Braid Updo",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"vs2kQype_mY",
            "image": "https://goo.gl/GlFUzP",
            "status": "<font face='verdana' size='30' color='#E91E63'>For this hairstyle you will need 6 to 8 minutes of free time, spray wax or hairspray, topsy tail tool, rat tail comb, brush, decorative hair comb, spraybottle,
1 small hair elastic, 1 ponytail holder and 4 to 5 bobby pins.</font>

<p>Step 1: Start the hairstyle by pulling the hair back and then secure it a low ponytail with a ponytail holder. But make sure that you have leave a couple of hair strands of hair out near the front and then curl the hairs, to frame the face.</p>
<p><br></p>
<p>Step 2: Then loose the ponytail hair elastic away from the head a little. Use a topsy tail tool or with your fingers and then flip the ponytail down though the loosened part to create a flipped ponytail.</p>
<p><br></p>
<p>Step 3: Tighten the hair elastic again, against the head.</p>
<p><br></p>
<p>Step 4: Next, fishtail braid the rest of the ponytail hair and then secure the hair with an hair elastic once you run out of hair.</p>
<p><br></p>
<p>Step 5: Then grabe the end of the fishtail and then tuck it back up and down through the same hole. That way you will create a nice bun like updo style.</p>
<p><br></p>
<p>Step 6: Use couple of bobby pins, secure the fishtail against the head. So that way hairs won't fall out or droop down through the day.</p>
<p><br></p>
<p>Step 7: Then on top of the fishtail flip add an glam accessory to accent the updo.&nbsp;</p>
<p><br></p>
<p>Step 8: If you want you can add hairspray or spray wax tp create finish look.</p>
"
         },


{
            "title":"Square Fishtail Braid Hairstyle",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"uhVKzAdkZB8",
            "image": "https://goo.gl/WuoHy2",
            "status": "<p>Square fishtail braid hairstyle may look very easy but this braided hairstyle can not be made by your self. You will need some body to fix this hairstyle for you. And if you like this hair style you should try other fishtail braid hairstyle.</p>

<p>Step 1: Divide hairs into 2 at the back. From the edge of the left strand pick up a thin hair strand and cross it over the whole left hair strand and add it to the right hair strand.</p>

<p>Step 2: On the right side separate a thin hair strand and then add it to the left hair strand crossing it over the right hair strand.</p>

<p>Step 3: Now make the same separation of the hair strand on the left part but it crosses under the main left hair strand. (not above)</p>

<p>Step 4: The thin hair strand from the right side is added to the left part by same action crossing it under the main right hair strand.</p>

<p>Step 5: Keep weaving the hair braid alternating the crossing of the hair strand over and then under.</p>

<p>Step 6: Secure the braid with a rubber hair band</p>."
        
        },
{
            "title":"Upside Down French Braid Updo Hairstyle",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"agvPtknsCTc",
            "image": "https://goo.gl/ca41BF",
            "status": "<p>This upside down French braid updo hairstyle can use as daily and also can be use for special days.But if you want to use this beautiful hair style for speacial occasions you may want to add some shinny hair spray or some glitter to make sure hair look even more amazing.</p>

<p>You can always use this hairstyle for work. Yes, this hairstyle use for work specially in Europe.Because for this hairstyle you do not need anybody to help you to do the style.</p>

<p>For his hairstyle you only need hair donut and some boby pins and 1 or 2 elastic hair bands. <br>
If you like French braid hairstyles you should check the Five Strand French braid hairstyle or our other French braid hairstyles.</p>

<p>
1. Start the brush tangles out of the hair.</p>

<p>2. From the nape of the neck start braiding 3 thin hair strands. Easiest way to do this flip your head upside down.</p>

<p>3. Begin braid the hairs and grab thin hair strands from the sides and place them down the middle.</p>

<p>4. Continue braiding the hairs until you reach the middle of the head and then pull all the hair into a ponytail and then secure the hairs.</p>

<p>5. Use a rolled sock or hair donut and then place it down to the base of the ponytail.</p>

<p>6. Hide the donut or rolled sock by hair around it and then wrapping secure with the bobby pins!</p>"
        
        },

{
            "title":"Beautiful Lace Braid Wrapped Bun",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"u3yzmtqpyKc",
            "image": "https://goo.gl/z81pHL",
            "status": "<p>Lace braid wrapped bun is stylish hairstyle that you can use for special occasion and this style wont take a lot of time.</p>

<p>Step 1: To remove any tangles brush through the hair and then add some curl to the ends if you want.Then pick up a part of hair with a side part and on the heavy side of the part and near the hairline</p>

<p>Step 2: By crossing the side hair strands create a lace braid over the middle and then from the top of the head incorporate the hair into the braid.</p>

<p>Step 3: By working downwards at an angle continue braiding the hair. That way the braids can create a diagonal from the top of the head and then down to the shoulder.</p>

<p>Step 4: With a clear elastic band tie off the end of the braid.</p>

<p>Step 5: Towards the back of the head sweep the rest of the hair and then tie it into a bun. At that point you can create any bun you that you like.</p>

<p>Step 6: Now pick up the braid and then roll it upwards and drape it across the top of the bun. That way it can be sitting upside down.</p>

<p>Step 7: And to secure it above the bun slide 2 or 3 bobby pins into the braid.</p>

<p>Step 8: Around the right side of the bun wrap the end of the braid and then tuck it underneath, secure it with 1 or 2 more bobby pins.</p>

<p>Step 9: Add some hairspray and then smooth down any flyaways for more beautiful look.</p>

<p>Step 10: Take a curling iron and then curl the any pieces let out to frame to the face.</p>"
        
        },

{
            "title":"Infinity Braid Combo ",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"Cg-kDX4ym-4",
            "image": "https://goo.gl/aWXC8B",
            "status": "<p>Infinity Braid Combo Just in 10 Minutes Infinity braid combo will take 7 to 10 minutes. <br>
You also need to have hairspray, spray bottle, rat-tail comb, hair brush and 1 small hair elastic. Infinity Braid Combo Just in 10 Minutes Step By Step Instructions Infinity Braid Combo Just in 10 Minutes</p>

<p>
Step 1: Begin the style with the wet hair or even dry hair. Then from about the edge of one eyebrow part off a large size from top part of hair to the other part and then split it into 2 even parts.</p>

<p>Step 2: Next, move to the right side and then near the front of head pick up small part of hair and now take this hair strand just under the right hair strand and overthe left hair strand.</p>

<p>Step 3: Now from the left side of the head pick up a small part of hair and then add this to the hair strand that you just weaved through and then take that new hair strand and weaving it under the left part piece and over the right hair strand.</p>

<p>Step 4: Next once again on the right side pick up more hair and then add it into the hair strand you weaved through the hair and then take that new hair strand and then weave it under the right hair strand and then over the left.</p>

<p>Step 5: Until you do run out of hair continue steps number 2-4 to add in to the infinity braid. Now finish the braid off with a curly ponytail and simple 3 hair strand braid or you can even finish with the fishtail braid.</p>

<p>Step 6: Soon as you finish with the braid then with a hair elastic secure the hair and then go back and pancake the braids. That way you will be add volume and even more chunkiness to the hairstyle.</p>

<p>Step 7: Now add some hairspray for better look.</p>"
        
        },
{
            "title":"How to Create Four Strand Dutch Braid",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"O5vAJADWBMs",
            "image": "https://i.imgur.com/6jWwABN.jpg",
            "status": "<p>Step 1 / First you need to brush through the entire hair just before beginning any style and make sure that there is no any tangles in the hair.</p>

<p>Step 2 / Now on the left side you need to part the hair.</p>

<p>Step 3 / And then split off a part of the hair from the part down and to the right ear.</p>

<p>Step 4 / Then with a sectioning clip, clip the back part away.</p>

<p>Step 5 / And split out any hair that you want to frame the face just at the end and then you just need to clip this out of the way.</p>

<p>Step 6 / Now near the part pick up a small horizontal part and then split it into 4 parts.</p>

<p>Step 7 / As a next step take the far left hair strand and strand 1 and then cross it under the hair strand that next to it and hair strand 2 and over the next one wich is strand 3 and then under the last one wich is hair strand 4.</p>

<p>Step 8 / Then with the 2 middle hair strands wich 2 and 3 and cross hair strand 2 over hair strand 3.</p>

<p>Step 9 / Now you need to add in hair to the far left hair strand wich is hair strand 1 and to start a new stitch of the braid.</p>

<p>Step 10 / As a next step just cross hair strand 1 under the hair strand 2.</p>

<p>Step 11 / Next step, go over hair strand 3 but first you need to pick up a new part of the hair just near the hairline and then add it into the hair strand 3 and make sure it is brought in underneath hair strand 4.</p>

<p>Step 12 / Now you need to cross hair strand 1 over the hair strand 3 and then under the hair strand 4.</p>

<p>Step 13 / Then cross hair strand 2 over hair strand 3.</p>

<p>Step 14 / Now just add in hair to the new hair strand 1 and then begin a new stitch of the braid by crossing it under the hair strand 2.</p>

<p>Step 15 / Now you can add in hair to strand 3 and then cross hair strand 2 over it and then under hair strand 4.</p>

<p>Step 16 / Then just cross hair strand 2 over the hair strand 3.</p>

<p>Step 17 / Now until all the hair is brought into the braid you can keep continue braiding the hair.</p>

<p>Step 18 / Just keep on continue working down the part and creating a 4 strand braid and secure the end with a clear elastic band or couple of bobby pins.</p>

<p>Step 19 / Then to make it wider and more full softly pull on the edges of the braid.</p>

<p>Step 20 / Now wrap the braid just around the back of the head and then pin it just behind the left ear.</p>

<p>Step 21 / Then on the left side divide off a section of hair and then bring it back towards the braid.</p>

<p>Step 22 / Now by the bobby pin that is pinning down the braid carefully tuck the part underneath the braid so that way it&#65533;s held in place.</p>

<p>Step 23 / As a next step with a firm hold hairspray to set the hair spray the hair.</p>

<p>Source: How to Create Four Strand Dutch Braid, Four Strand Dutch Braid</p>"
        
        },

{
            "title":"Side Swept Dutch Braid",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"RAjelcxFZU0",
            "image": "https://goo.gl/HZklNO",
            "status": "<p>Side Swept Dutch Braid Step By Step Instructions Side swept Dutch braid</p>

<p>
Step 1 / First, to part the hair use the end of a teasing brush on the left side and then before sweeping all the hair brush through the hair over the left shoulder.</p>

<p>Step 2 / Then behind the right ear split off a 3 inches wide part.</p>

<p>Step 3 / Now split the part into 3 smaller pieces.</p>

<p>Step 4 / Under the middle cross the left hair strand and then the right hair strand just under the middle. That way you can begin a Dutch braid.</p>

<p>Step 5 / As a next step cross the left hair strand under the middle and then from the top of the head pick up a small part of the hair. Under the middle cross this part bring it into the braid.</p>

<p>Step 6 / Now under the middle cross the right hair strand and then near the nape of the neck bring in a part from.</p>

<p>Step 7 / Now from the right ear towards the left ear keep on continue braiding the hair and creating a horizontal Dutch braid.</p>

<p>Step 8 / With several bobby pins, pin it against the head soon as the braid reaches behind the left ear.</p>

<p>Step 9 / Then from above the braid pick up a small 1 inch part of the hair on the left side of the head.</p>

<p>Step 10 / As a next step twist the part upwards and then where the braid ends pin it against the head.</p>

<p>Step 11 / Now wrap the piece upwards and create a loop and then with the couple of bobby pins secure the loop next to the braid.</p>

<p>Step 12 / Now split off another piece of hair bring it back towards the braid and loop the hair and then pin it next to the braid.</p>

<p>Step 13 / Now from the pins pieces combine the two tails and then create a 3rd loop that underneath the previous 2.</p>

<p>Step 14 / Then just pick up a 3rd part of the hair, this 1 next to the face or hairline and then just sweep it back and underneath the loops secure it.</p>

<p>Step 15 / Soon as the hairstyle is all pinned then to make it appear thicker softly loosen the sides of the braid. And then at the crown above the braid softly grip and loosen the hair to create volume and until it looks the way you prefer more tighten or loosen the pinned loops.</p>

<p>Step 16 / As a final step to curl the ends of the hair hanging over the shoulder use a 1 inch curling iron before setting the hairstyle with a firm hold hair spray.</p>"
        
        },
{
            "title":"How to Create Rope Braid Crown",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"YqF94Y_VtLc",
            "image": "https://goo.gl/TvWTwL",
            "status": "<p>Step 1 / As a first step, to remove any tangles you need to brush through the hair.</p>

<p>Step 2 / As a second step use a rat tail comb and create a part that wherever you want.</p>

<p>Step 3 / Then just continue the part down the center of the back of the head and dividing the hair into a left and then right side. Rope braid crown</p>

<p>Step 4 / On the right side tie off the part with a clear elastic band.</p>

<p>Step 5 / And then on the left side pick up the hair left down and then pull out any pieces that you would like left down to frame the face.</p>

<p>Step 6 / Now behind the head cross the section and bringing it over to the right shoulder.</p>

<p>Step 7 / And next just split the section into 2 smaller parts.</p>

<p>Step 8 / Now by twisting each section upwards you can create a rope braid and you can wrap them downwards around each other.</p>

<p>Step 9 / Soon as the braid reaches the bottom then with a clear elastic band just tie the hair off.</p>

<p>Step 10 / Then on the right side just let down the hair.</p>

<p>Step 11 / Split off any hair to frame the face and then wrap it over your left shoulder.</p>

<p>Step 12 / Now split the hair into 2 sections and then to create a 2nd rope braid twist them together.</p>

<p>Step 13 / Then with another elastic band tie off the end.</p>

<p>Step 14 / Soon as the both braids done then with a little extra sag they should hang down.</p>

<p>Step 15 / Now you need to pick up the braids and then criss cross them behind the head and then wrap them up the sides just behind the ears. So that way braid that on the right is coming up the left side of the head and also vice versa.</p>

<p>Step 16 / Soon as the braids meet at the top of the head then cross them over each other and lay them against the head couple of inches behind the hairline.</p>

<p>Step 17 / Then with couple of bobby pins secure the braids in place. To ensure that they stay all day you need to slide two in each braid and alternating the direction so that way one pin slides in towards the right and then the other towards the left side.</p>

<p>Step 18 / Now you can check each braid and then secure any other parts that you would prefer to be a little more snug.</p>

<p>Step 19 / As a next step grab a curling wand and then curl the pieces that left out around the face.</p>

<p>Step 20 / As a final step with hairspray spray the style to set it.</p>"
        
        },
{
            "title":"Chinese Staircase Braid",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"je91twzAtOs",
            "image": "https://i.imgur.com/00Yz0jn.jpg",
            "status": "<p>Step By Step Instructions</p>

<p>Step 1: Into a high ponytail pull hair back.</p>

<p>Step 2: Wet the ponytail before you begin. If you do not want to wet the hair then you could use some hair gel.</p>

<p>Step 3: Now grab the ponytail and then on the outside right split one small piece of hair.</p>

<p>Step 4: Make a triangle shape down with the small piece and up to the left. Now take it on top of the ponytail and around the back of the ponytail and then pull through the triangle.</p>

<p>Step 5: Next slide the piece up and then grab another small piece and add it to the first piece and then repeat step number 4.</p>

<p>Step 6: Keep on continue the technique all the way down and then secure the hair with an hair elastic.</p>"
        
        },
{
            "title":"Flipped Twisted Braid",
            "name":"http://goo.gl/M4Iy52" ,
            "youlink":"J3yBtinMNKY",
            "image": "http://goo.gl/QXkPMy",
            "status": "<p>Step 1. First part the hair in front or to the side. Then comb back parts from each side in front of ear. Now comb smooth and then with a clear hair elastic bring together in back.</p>

<p>Step 2. Soon as pony is fastened then flip ponytail over and bring the bottom up and then towards the head and pull down snugly.</p>

<p>Step 3. Now repeat step 2 and bring the hair from either side but not the middle and not the ponytail from above but one that just the sides and then join them together in the middle and flip and then pull down.</p>

<p>Step 4. Soon as you do this step all the way down to the nape of the neck and also all the hair from the head is brought in and then continue braid and ponytails down to the ends of the hair. Now just flip the ponytails over and do not bringing in new hair.</p>

<p>Step 5. Soon as you reach the end then with an hair elastic join entire hair together. Make a split in the above part and then flip the hair beneath the elastic up and then through to finish off the look. Now you can pull the very bottom elastic up and then over the end to make a loop and then flip ends up under the braid in the back.</p>

<p>Step 6. Soon as all hair elastics are in then go through to each part and then pull the ponytailed hair wide. Grab each part close to the hair elastic and then pull it to the sides and fill in the separations between ponytails. That way you will create the full look.</p>

<p>Step 7. Soon as the braid the way you like then you can pinch and then to give more volume and fullness to the top pull the hair around the crown. Then adjust any stray hairs as you want.</p>

<p>Step 8. As a final step you can spray the style with hairspray.</p>"
         },
{
            "title":"Side Fishtail ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"5URY67BO1wg",
            "image": "https://goo.gl/q63yR5",
            "status": "<p>1- First get the deep side part. That way you will add a little bit more drama to the style. You need to take a nice small subsection and then split it into 2 parts. Now take the outside pieces of the 2 small parts and then over the middle just cross them.</p>

<p>2- On your scalp you need to keep your hands tight to keep the braid flat. Now start to pick up a little bit of hair then add it to the braid and then crisscross it in the center. Then on the outside keep picking up hair and cross it over the center. Be sure that your hair is smooth and all detangled. Because soon as you start get knots in a fishtail braid then you will lose the whole effect.</p>

<p>3- Now just follow the natural curve of the head. Keep your hands tight against the scalp and make clean crisscrosses. Soon as you reach right behind the opposite ear then from the top start taking parts and then add them in. That way right behind your ear braid can sit tight. Now all the hair is all ready picked up.</p>

<p>4- Now instead of the French fishtail braid begin standard fishtail braid. Take small parts and then over the center crisscross them. Now from the bottom stop this braid a couple of inches. Then from the back take a small part and wrap it around the band. And now finish tying off your hair elastic.</p>

<p>5- Down over the hair elastic move the hair up. That way you can be sure that it&#65533;s all covered. Now just play with the style. You can pull out pieces and then you can even rough it up a little bit.</p>"
         },

{
            "title":"Four Strand Braid",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"-WPOFqDePpk",
            "image": "https://goo.gl/yvxUU6",
            "status": "<p>Step By Step Instructions</p>

<p>1 Step : Begin the style on the top of your head by parting a small U shaped part. Then by gliding 3 of your fingers through split that into four strands.</p>

<p>2 Step : Remember, you need to start from 1 side. Then you can cross the left most hair strand over the 2nd one and then under the 3rd and also over the 4th hair strand.<br>
sponsored links</p>

<p>3 Step : Now from your right side add new hair to the right most hair strand. While you holding on to the right hair strand and also the one with your right hand then over the next hair strand put your middle finger. Now use your index finger just over the next one and once again and then you can close your fist. That way you can hold all of your hair strands with your one hand while you still separating the hair.</p>

<p>4 Step : Between your right thumb you can grab your left hair strand and then index finger and while you pick up the very new hair just from the left side and then with the left hair strand you can merge it together.<br>
Repeat Step 3.</p>

<p>5 Step : At this point until you run out of hair to add you need to repeat steps 2-4. And then you can continue braiding your hair down or at the nape of your neck you can just tie the braid into a ponytail.</p>

<p>6 Step : Now you have to pull the braid apart. Just softly and also you can do that little by little. Then begin with the side hair strand and also you can start pulling the middle hair strand out.</p>

<p>As a final touch you can add your favorite hairspray for complete look.</p>"
         },
{
            "title":"Braided Hairstyles",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"yy2sDjVZ868",
            "image": "https://goo.gl/Jo82HJ",
            "status": "<p>First Step; This hairstyle also called Milkmaid Braid or some times Halo Braid. Begin the style in the back and then split your hair just right down the middle.</p>

<p>Second Step; Now you can take a small part on a diagonal. Then split it into 3 parts and then twist the middle part just towards the outside. Middle part most be going to go out. So you can start picking up hair and then add it to the piece. Now you can twist towards the middle part. You need to keep each part clean while you go.</p>

<p>Third Step; At this point you can brush the hair all the way down. That way you can make sure you wont snagging any hair. Now you need to follow the natural curve of your head. Flip the new one around and then picking up while you go. You need to keep the braid nice and also tight. You can keep it tight or even pull it out and then you can make it nice loose and also messy.<br>
Half Way&#65533;</p>

<p>Fourth Step; Make your braids and nice and also tight. You can just go back and then make it looser. You shoud have nice foundation to work with. Then now just come around. You need to remember that you are twisting the outside part into the middle side. Now finish off in the back. Then braid the piece just all the way down and keep the parts clean.<br>
sponsored links</p>

<p>Fifth Step; On the end try to avoid any little tail. You can wrap this around and then add it to the braid. Then tie it off and then take the tail and now wrap it around the top. Now to hold that into place you can add couple of bobby pins.</p>

<p>Final Step; Right underneath the very first braid you can hide that tail end. You can make it little bit looser or you can just pull on the outside of the hair strands..</p>"
         },


{
            "title":"Bubble Fishtails nd Half Up Dutch Braids",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"-QqU04lWd9M",
            "image": "https://goo.gl/SCyd9m",
            "status": "<p>Step By Step Instructions</p>

<p>Bubble fishtails1th Step Start the style by parting your hair where you want. Or you can part your hair just more towards the middle side.</p>

<p>2 Step Now you need to create a dutch braid. You need to bring the hair in 3 parts. Just to the right side and then left side of the braid and also braid the rest of the part to the bottom in just a regular braid. At this point you need to make sure that you secure the end of teh hair with either an hair elastic band or with couple of bobby pins.<br>
sponsored links</p>

<p>3 Step &#65533; Now you have to create a 2nd dutch braid, repeat the exact same steps just on the right side of your head. Bring- in 3 parts to both sides of your braid and then braid to the bottom part just before softly loosening the edges of your hair. Then with another elastic band you can tie it off.</p>

<p>4 Step As a next step at the top of the head you need to split off a part of the hair and then you need to make sure that you do include the 2 braids that you have just made.<br>
Half Way Done</p>

<p>5 Step Then over the right side you can cross the left side and then you can secure it just against your head with couple of bobby pins. Soon as you pinned the hair then from the ends of the two dutch braids you can just remove the elastic bands.</p>

<p>6 Step Next, underneath the pinned part you can pick up a small part of the hair and then you can do a fishtail braid. While you braid from each other to tighten the braid you can pull the 2 parts away and upwards.</p>

<p>7 Step Then you can go back and then just gently pull on the edges of your braid. That way you can make your braid a little bit wider and also you need to tie it off with an hair elastic band.</p>

<p>8 Step At this point you can split off a small part of the hair. And you can wrap it around the hair elastic and then you can just secure the hair with another hair elastic. The from the wrapped part just wrap it over the ends. That way you can make sure that it stays nice and also snug.<br>
Final Steps</p>

<p>9 Step Now with the same section of hair, you need to create just 1 more fishtail braid. You can braid the hair about 10 stitches. Then you can pull on the edges. That way you will sure that style will be little wider and then you can just tie the hair off with an hair elastic.</p>

<p>10 Step Finish the style off by wrapping a small part of the hair around the hair elastic band then you can tie a 2nd hair elastic over the ends. That way you can keep the braid tight for all day long.</p>"
         },
{
            "title":"Fishtail Braid; How to Do a Fishtail Braid",
            "name":"https://goo.gl/rv2K6T" ,
            "youlink":"Wz_vGN36yvU",
            "image": "https://goo.gl/uLDHO1",
            "status": "<p>Step by step Instructions<br>
1. Instead of a regular French braid, you are going to begin the fishtail french braid a little bit further back.</p>

<p>You will start the style by taking a small part in the back. And then divide it into 2 large parts.<br>
Now from the outside to take a small piece and then cross it just over the center. Then from the other side you need to take another small piece. And now cross it towards the center. And create an X shape in the middle.</p>

<p>2. Now from the outside you will take a small piece and then begin the picking up hair.<br>
Almost Half Way...</p>

<p>Now add it to those pieces.Then cross it over the center part. Then from the outside pick up a small piece and then a larger piece and then cross it over the center. Now continue to take the hair in a circular part and add it to the braid. You need to make sure that you do have an X in the center. Otherwise you will lose the whole style.</p>

<p>3. Till you have no more hair to pick up at the base of the hairline, from the outside of the 2 parts keep on continue taking small parts.<br>
Fishtail braidFor keeping the fresh Iook, you can stop the braid a couple of inches. Maybe 2 or 3, maybe 4, inches just away from the bottom.<br>
5. With a clear hair elastic now finish off the style. If you want you can just leave the band open. Or from the back you can take a small part and then wrap it around the hair elastic. Now tying off the hair elastic and pull it up and then move the hair down. That way it will completely covers the hair.</p>"
         }

],


 "feeddaily": [

{
            "title":"Pull Through Crown Braid Updo",
            "name":"http://goo.gl/DLqrKx" ,
            "youlink":"bHbQ50u-yEo",
            "image": "https://goo.gl/rsVtKX",
            "status": "<p>1. Step First just take entire hair to one side and then near your ear make a ponytail and clip it back.</p>

<p>2. Step Now you can take another part of the hair and then make it the size as the first one and then make another ponytail.</p>

<p>3. Step And on the first ponytail undo the clip and then split in half. Into the little opening pull the 2nd ponytail up on the first pony. Then clip it out of the way.</p>

<p>4.Step Now before making another ponytail begin adding in hair. From the top incorporate some hair and then tie it with a band.</p>

<p>5. Step On the previous ponytail undo the clip and then split it in half. Now pull the 3rd ponytail through the middle one just like before and clip it away.</p>

<p>6. Step While you making the braid, to make the braid thicker you will stop every third or fourth ponytail and pull it out the edges.</p>

<p>7. Step And now you can undo the clip and then you can pull the ponytail in half. Then pull the ponytail in through the opening and now clip it out of the way once again.</p>

<p>8. Step Until you reach the other side keep on continue same steps over and over.</p>

<p>9. Step To complete the style to tuck the rest of the piece just under your first ponytail and then just pin into place. If you do have some layers, then you can just bobby pin the any fly away hairs into the place</p>"
         },

{
            "title":"How to Create an Infinity Bun For Daily Use",
            "name":"http://goo.gl/DLqrKx" ,
            "youlink":"_WVJNDTakYk",
            "image": "https://goo.gl/qxJf5M",
            "status": "<p>If you are asking for how to create an infinity bun for daily use the answer is super easy and super fast. This hairstyle taking literally like 3 minutes to do. <br>
This is very easy and very fast hairstyle and if you like fast hairstyles you will love Easy And Fan Bun hairstyle.</p>

<p>For his hairstyle you going to need 6 to 8 bobby pins, 2 ponytail holders, hairspray, rat tail comb, brush, spray bottle and 3 to 5 minutes.</p>

<p>
How to Create an Infinity Bun For Daily Use Step By Step Instructions</p>

<p>Step 1: This is totally optional, if you want to add some texture you can start by adding curls a braid or just twistbacks into the ponytail.</p>

<p>Step 2: Start by pulling hair back into a ponytail.</p>

<p>Step 3: Now, counter clockwise start twisting the ponytail and then slightly upward towards the top of the head.</p>

<p>Step 4: While twist tightens it will naturally twist up on itself, in a counter clockwise direction form the left loop of the infinity bun.</p>

<p>Step 5: Twist the hair the same direction and take it up toward the top of the head in a clockwise direction and then start to form the 2nd loop and comple the sideways figure as infinity shape.</p>

<p>Step 6: If you left over the hair ends while you holding the whole bun in the place with your left hand, just tuck the hairs up under the edge of the original hair loop.</p>

<p>Step 7: While you continue to hold the shape, place bobby pins almost every inch depending on hair thickness and hair weight, to secure the bun firmly in place.</p>

<p>Step 8: If you want you can go back and then smooth any fly aways as you needed with hairspray.</p>"
         },

{
            "title":"Side Fishtail Hairstyle",
            "name":"http://goo.gl/DLqrKx" ,
            "youlink":"",
            "image": "https://goo.gl/5X8bQw",
            "status": "<p>Step 1: Apply any other product or simple use Sky-Hi Mousse to damp hair and then just blow dry the hair. As a first step Sky Hi Mousse or apply any other product throughout towel to dried hair and then blow dry the hair. Without weighing down the hair mousse will give your hair all over volume. If you want for added volume you can blow dry hair just upside down.</p>

<p>Step 2: At this step you will create a deep side part. Soon as the hair is dry then create a deep side part.</p>

<p>Step 3: Then just create the fishtail braid. Now, part off a piece of parted hair for the fishtail braid. In the front if you have bangs or layers than you can just leave them out. For starting the braid you need to split the part into 2 pieces. Then from the outside of the first side take a piece and then pass it to the inside of the 2nd side. And then from the outside of the 2nd side take a piece and then pass it to the inside of the first one. Then until your fishtail braid is complete just repeat these steps and then secure the end with a clear hair elastic.</p>

<p>Step 4: Next gently pull the braid apart. By gently pulling it apart if you want you can play around with the width of the braid.</p>

<p>
Step 5: You can finish with texture tease if you want. With texture tease or with any other product you want finish the look for extra texture and more volume and to hold the look.</p>"
         },
{
            "title":"Perfect Sleek Hair For Daily Style",
            "name":"http://goo.gl/DLqrKx" ,
            "youlink":"",
            "image": "http://goo.gl/fpTiXN",
            "status": "<p>Step 1; First warm up a dollop of sleek and shine Moroccan Oil or any other oil that you will like in your hands and then just apply it to the midshaft and then ends of the damp hair.</p>

<p>Step 2; Now split the damp hair into parts and then blow dry the hair. Then start at the root and then work your way to the ends of the hair.</p>

<p>Step 3; Soon as your hair is dry then just lightly mist the hair with Flatiron Perfecter in parts. Then with a flatiron smooth out the each part.</p>

<p>Step 4; As a final step spray the style with hold hairspray for better finish look.</p>"
         },
{
            "title":"Romantic Updo With Easy Steps",
            "name":"https://goo.gl/R99Kea" ,
            "youlink":"0hgrTzvHzyA",
            "image": "https://goo.gl/Tx9jcE",
            "status": "<p>Step By Step Written Instructions</p>

<p>1.First you need to tease your crown.</p>

<p>2.Then from your ear down put the bottom half into a low ponytail.</p>

<p>3.And before twisting it around back comb the ponytail to form a bun. And then just pin it in place.</p>

<p>4.Now make 5 ponytails with the rest of the hair. Crown and then two on each side.</p>

<p>5.Then you need to flip the five ponytails and then to loosen and then also soften them just tug on the each sides of the twists.</p>

<p>6.Then you need to tug the elastic band just towards the middle ponytail after you have loosening up the twisted area of the ponytail. That way you can easily put them inside of your middle ponytail. And now you can just repeat on all four side ponytails.</p>

<p>7.Gather the ends of all the ponytails soon as all of the side ponytails inside the center of your ponytail.</p>

<p>8.Now you can tighten the ends.That way no ponytails will be falling out of the middle. And now you can start twisting and then wrapping it around your bun.</p>

<p>9.To loosen and soften up the updo start tugging on the twists after securing the bun in place. Then you have to loosen up the updo. Or style wont look good! Now loosen up the updo, wich means you need to loosen up the twisted parts. And now you need to find five of them and then loosen up the twisted areas. Then to create perfect effect you need to loosen up the twists.<br>
Finally</p>

<p>10.And as a last step you can fix any strange hair strands with couple of bobby pins.</p>"
         },
{
            "title":"How to Do a Front Poof?",
            "name":"https://goo.gl/rv2K6T" ,
            "youlink":"xVK_GmSd7xo",
            "image": "https://goo.gl/Ekc3Jy",
            "status": "<p>Step 1. So first thing you need to do is part of the hair. Then let rest of the hair to stay down. Now you going to take a part just from above your eyes.<br>
You can do that either side of the forehead and then to the crown straight back into a triangle. Keep on either side of above the eyes and straight back and then before the crown.<br>
At this point you have diagonal line that which going back to the middle side. And on the other side you're going to do the same. So now you do have a large triangle part.</p>

<p>Step 2.So now you have just created from just above the eyes a triangle part that going back towards the crown.<br>
This is your part that you are working with. With that other part of the hair behind the ears you are going to tuck it away. That way it's out of the way and you don't get your parts muddled.<br>
Half Way</p>

<p>Half Wat Done</p>

<p>Step 3. With this take small parts and then tease the hair. With the first section tease it ever slightly to create a little bit of volume.<br>
And take the next part but try not to take it too big. Because then you won't get to teasing the entire hair. Now you will teasing just part of the hair.<br>
Tease once again gently just towards your root and pull the hair back and then just push the part back. Once again take small part and push your comb towards the root then push down.<br>
Now to keep that nice volume in the hair you need to put a little bit of hairspray. Last part once again pull the hair just straight in your fingers and now towards the root push the comb in.<br>
Remember more you push the bigger you will have. And now you can place it back. So now you have the volume.</p>

<p>Step 4.Now grab a brush and then smooth the hair back. To get rid of the any flyaways and also no one can't see that the hair is already teased. So when you have teased everything,<br>
to pull back the hair you can use brush. And the pieces of hair that you have brushed back just hold in and then over the crown and now keep checking in the mirror to make sure all looks even.<br>
And now your fingers will be holding the hair above the crown. That's the point that where you want to place couple of bobby pins.</p>

<p>Step 5.Now take the bobby pin and place it in the hair and then lock it in there.<br>
Put bobby pins in into the hair and flip it over and then push it in and under.<br>
So that way you will tucks it in underneath. And pull the hair across and then over and now inside of the hair place another bobby pin. So theat way none of them is visible..</p>"
         },
{
            "title":"How to Get Tight Waves? ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"Ke6tlFZ42y0",
            "image": "https://i.imgur.com/zdkpwtn.jpg",
            "status": "<p>Step By Step Instructions</p>

<p>1. You can begin with a center part. You will create the curls little bit more beachy. Take the part that's in front of your ear. Now split it into 2 or 3 parts. If you do have full hair then you can take more parts. Or if you do have finer hair then you can take few more parts.</p>

<p>2. First take smaller parts and then use a curling iron. Take a part and take your curling iron to press on the top of your hair. Then around the curling iron wrap the hair. As you go along just give it a tiny twist to the hair. The twist should be big and full look just at the end. Then until it's warm hold the hair there, and also drop it down.</p>

<p>3.With some heat protect you need to treat the hair before. Before using a curling iron first set the curling iron at very lower temperature.</p>

<p>4. Keep on going around the whole head. You can always make the waves any size that you want. If you want that very tight wave pattern then just start with a smaller curl.</p>

<p>5. Now take and brush through our curls. And now start on the bottom and then work your way up. Before you go through you have to remember to let your hair completely cool and also brush it through. If you do not let the hair cool then it's not gone to be strong enough.</p>

<p>6. Then take an oil based nourishing serum. Then apply it to your hands and then run it through the hair.</p>

<p>So that's how you create tight waves.</p>"
         },
{
            "title":"How to Style Side Swept Bangs",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"r3_juRMvdx0",
            "image": "https://goo.gl/pCHXIH",
            "status": "<p>Step By Step Instructions</p>

<p>1. First dry your bangs and be sure that you do have some moisture at the bottom.<br>
sponsored links</p>

<p>2. Remember you always need to start with the bangs and then you most work fully down just before you push them over to your side. That way you will have a softer effect.</p>

<p>3. So today you going to style them is a blow dryer and a round brush. You might also want to get a little flat brush. And this one, this is a teeny one, but this one has a combination of natural bristles and synthetic ones, so the synthetic ones are going to help you to grip the hair and the natural ones are actually going to impart a lot of shine into the hair.</p>

<p>4. Now you can dry your bangs a little bit. You need to focusing on your roots.</p>

<p>5. With your round brush create the subtle bend to your hair. First gather up all of your hair and then with your blow dryer start at a very high angle and then move your hair down. Now rotate your brush at a low angle.</p>

<p>6. By rotating your brush you will be smooth the hair to the tips.</p>

<p>7. Now complete blow-drying the hair. You can do cool or hot blast with your blow dryer. Now get your bangs blown all the way forward. And at this point you can see that over the forehead, by doing that you will get a beautiful swoop.</p>"
         },
{
            "title":"Loose Waves Hair Step By Step Tutorial",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/bXpeOT",
            "status": "<p>Step 1; As a first stpe spray the hair with mega full and from midshaft to ends be sure to apply evenly throughout damp hair.</p>

<p>Step 2; Now fingercomb the hair while with a blow dryer you let about 80% of it to dry. Then to smooth out the ends you can use a round brush and you can add extra volume as you finishing the blow drying.<br>
sponsored links</p>

<p>Loose Waves Step 3; Now wrap the parts of the hair around the wand and move away from the face and then hold the hair out for a looser and even more natural curl.</p>

<p>Step 4; As a final step to tousle your hair you can use your fingers and you can break up the curls.</p>

<p>Finish the style by spritzing your loose and movable waves with your favorite hold hairspray for breathable hold.</p>"
         },


{
            "title":"Fishtail Mohawk Ponytail ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"z7ubNZUYbeU",
            "image": "https://i.imgur.com/rxq62L9.jpg",
            "status": "<p>Step 1; As a first stpe spray the hair with mega full and from midshaft to ends be sure to apply evenly throughout damp hair.</p>

<p>Step 2; Now fingercomb the hair while with a blow dryer you let about 80% of it to dry. Then to smooth out the ends you can use a round brush and you can add extra volume as you finishing the blow drying.<br>
sponsored links</p>

<p>Loose Waves Step 3; Now wrap the parts of the hair around the wand and move away from the face and then hold the hair out for a looser and even more natural curl.</p>

<p>Step 4; As a final step to tousle your hair you can use your fingers and you can break up the curls.</p>

<p>Finish the style by spritzing your looStep By Step Instructions</p>

<p>Step 1 / First to remove any tangles you need to brush through the hair.</p>

<p>Step 2 / Then at the corners of the forehead you need to divide off a small triangular sized section of hair about 3 inches; just back from the hairline.<br>
sponsored links</p>

<p>Step 3 / Now twist the part together and then pin it against the head and create a small pompadour.</p>

<p>Step 4 / Then behind the pompadour section just pick up a small part of the hair and then split it into 2 halves.</p>

<p>Step 5 / Now from the right part just underneath to the left cross a small section. And then from the left small section and then underneath to the right.</p>

<p>Step 6 / Then just repeat the previous step and then into each side of the braid begin incorporating the hair.</p>

<p>Step 7 / Now down the center of the back of the head keep on continue creating a Dutch fishtail braid, bring in small parts of the hair just close to the braid and leave down the hair that on the right and also left sides of the head.</p>

<p>Step 8 / Then braid the rest of the part in a fishtail braid soon as the braid reaches the bottom of the ears by crossing the small parts that underneath to the opposite side but do not incorporate in any extra pieces.</p>

<p>Step 9 / Now, to gently back comb the bottom of the braid use a wide and fine tooth comb to keep it from coming unraveled.</p>

<p>Step 10 / Then on both sides of the head pick up 2 parts of the hair just from the braid down to each ear.</p>

<p>Step 11 / Now towards the back of the head bring these 2 side pieces and then lay the left side over the right side and then cross them over the braid.</p>

<p>Step 12 / Then from the right side just wrap the piece around all of the hair and go underneath and then just up to the right side of the head.</p>

<p>Step 13 / Now with the hair on the left you need to do the same thing just wrapping it counter clock wise just around the hair and creating a criss crossing pattern.</p>

<p>Step 14 / Now you need to wrap each piece one more time around the ponytail so that way at the nape of the neck they meet underneath the hair.</p>

<p>Step 15 / With a clear hair elastic band tie the 2 parts together and then against the head pull it tight so that way it stays secured for all day long.</p>

<p>Step 16 / As a final step with a firm hold hairspray spray the style and then over the right and left sides smooth a hand to reduce flyaways and loose hair.se and movable waves with your favorite hold hairspray for breathable hold.</p>"
         },
{
            "title":"Structured Loop Ponytail",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"N0OfMIomyZw",
            "image": "https://goo.gl/1ojuLF",
            "status": "<p>Structured Loop Ponytail Step By Step</p>

<p>1 Step; As a first step you need to create a nice and also clean ponytail. Then gather the hair. You can also curl the hair.</p>

<p>2 Step; Now you can wrap the hair around your hand. Then keep a more structured look and also to hold it in place you need to grab a couple of clips. And now hold the ponytail just like loop and keep the nice and round structured style. At this point you can spray the hair down. That way you can keep hair in place.</p>

<p>3 Step; In this step you can use couple of bobby pins and then you can place them inside. You can use that hair and pull back. Then you can add couple of bobby pins to hold the hair in place. Just put couple of bobby pins on either side of the loop.</p>

<p>4 Step; Now you can take out these clips. Then just add bit more hair spray. You can always change this style in to other hair styles. If you like to learn how to create hairstyles then you can check our bun or braid or daily hairstyles from our main page.</p>"
         }
],


 "feedbun": [
{
            "title":"Braided Low Bun For Daily Style",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"_Y1BzhgQ4dc",
            "image": "https://goo.gl/03mFO7",
            "status": "<p>Step 1; First blow dry the hair. To start the hairstyle you need to apply smoothing milk to the top and then sides of the dry hair so that way you can keep the fly always under control. Now brush the hair toward the back of the head. If you want to create even smoother look with a little hairspray you can spray the brush.</p>

<p>Step 2; Now, to create a natural center part use your fingers. Then start at the crown and then move towards the base of the head. Split the hair into 2 parts and then clip 1 part to the side.</p>

<p>Step 3; Then on one side create a braid and then with a ponytail holder secure the hair. Now just repeat it on the other side of teh head.</p>

<p>Step 4; Over the other overlap one braid. At this point you may also need to do this just more than one time wich is depending on the length of the hair. Now tuck the ends just underneath each braid and the secure the hair with couple of bobby pins.</p>

<p>Step 5; Now you can apply your favorite hairspray for better hold.</p>"
        
        },
{
            "title":"How to do Simple Ballerina Bun at Home",
            "name":"http://goo.gl/4pexCt" ,
            "youlink":"8IoSav_qnFk",
            "image": "https://goo.gl/hK8gmA",
            "status": "<p>Step 1: First put the hair in a high ponytail and then just smooth the bumps.</p>

<p>Step 2: If your hair is thin then add some more volume with a texturizing spray and then with a teasing brush tease the ponytail.</p>

<p>Step 3: Then twist the ponytail.</p>

<p>Step 4: Now around the base of the ponytail wrap your twisted ponytail.</p>

<p>Step 5: With the bobby pins secure the hair in place.</p>

<p>Step 6: For a less constructed look loosen the bun by pulling on the hair.</p>

<p>Step 7: With a couple of bobby pins secure the hair in bun. Do you want to see more styles and let us know if you like the style or not. Maybe you just want to see a different hairstyle.</p>"
        
        },

{
            "title":"Woven Braided Bun",
            "name":"http://goo.gl/iuGO2Q" ,
            "youlink":"9eYgAlZL3nA",
            "image": "https://i.imgur.com/en489ru.jpg",
            "status": "<p>Step 1; First part the hair the way you want it and than pick up a part in the back of the head and then divide it into 2 hair strands. These will be the 2 main hair strands wich A as left and B as right wich you will not let go. The other hair strands you will pick up from the sides and you will weave through the main hair strands and then gradually let go of.</p>

<p>Step 2; Now you need to pick up a small next to hair strand A on your the side and then cross it under A and then over B.</p>

<p>Step 3; Now you need to pick up a part that next to hair strand B on the right side and cross it over the previous additional part and then under the hair strand B and then over A. Then you can let go of the previous additional part that you picked up on the left side.</p>

<p>
Step 4; Now same on the other side you need to pick up a new part on the left side and then cross it over the additional part previously taken from the right and then let go of that previous part and then cross the new additional part under A and then over B.</p>

<p>Step 5; Then until you have incorporated all of the hair alternate steps 3 and then 4 from the sides and then gather everything into a ponytail. Now you can adjust the pieces you have weaved through the 2 main hair strands and then bring them closer together or you can simply place them the way your liking. Normally with the rest it is the first first strand you have weaved through at the top that needs to be brought lower to blend better.</p>

<p>Step 6; As a final step tease the hair in the ponytail gently and then start twisting separate parts and then place them loosely just around the nape of the ponytail and then pin them in place with couple of bobby pins.</p>"
        
        },

{
            "title":"The Cotton Candy Hair Bun",
            "name":"http://goo.gl/iuGO2Q" ,
            "youlink":"pokj0WMU9OM",
            "image": "https://goo.gl/kjZNMf",
            "status": "<p>What You Need:</p>

<p>-Hair elastic<br>
-Teasing comb<br>
-Hairspray<br>
-Bobby pins<br>
-Smoothing brush</p>

<p>How to Create The Cotton Candy Hair Bun:</p>

<p>1. Flip your head over and create a high ponytail on top of your head.</p>

<p>2. Use a smoothing brush as you create your ponytail to ensure it is bump-free. Secure your high pony with an elastic.</p>

<p>3. Spray the hair in the ponytail with hairspray.</p>

<p>4. Wrap a small piece of hair around your ponytail to hide the elastic. Secure it with a bobby pin.</p>

<p>5. Take small sections of hair from your ponytail and heavily back comb them with your teasing comb. Yes, you will look crazy after this step!</p>

<p>6. If needed, spray your smoothing brush with a bit of hairspray to gently smooth the top layer of your back combing out.</p>

<p>7. Now gently take your teased up ponytail and wrap it around itself, creating a tall textured bun.</p>

<p>8. Use bobby pins to secure your bun, pinning along the outer perimeter.</p>

<p>9. Gently mold your newly fashioned cotton candy hair bun to the finished shape you desire and spray with hairspray.</p>"
        
        },

{
            "title":"Top Knot Hairstyle For Special Occasions",
            "name":"http://goo.gl/iuGO2Q" ,
            "youlink":"scpp09oBrpg",
            "image": "http://goo.gl/ZTHdUP",
            "status": "<p>Step 1: As a first step apply Anti-Humidity Smoothing Milk or any other product that similar.</p>

<p>Start the style by rubbing the Anti-Humidity Smoothing Milk or any other product that similar into your palms just before you pull the hair into a ponytail. It&#65533;s lightweight and also will help keep the hair below the bun smooth and then friz free.</p>

<p>Step 2: As a second step pull the hair into a ponytail.</p>

<p>On your head you need to gather the hair high and then you need to secure the hair with a ponytail holder.</p>

<p>Step 3: Then just spritz Texture Tease or any other product that similar.</p>

<p>Apply Texture Tease or any other product that similar to give the bun fullness and liberally just from the base to the ends.</p>

<p>Step 4: Then backcomb the ponytail.</p>

<p>Now you need to backcomb the ponytail to give it fullness.</p>

<p>Step 5: Next just twist into a bun and then secure it.</p>

<p>You need to twist the ponytail and then you need to gently wrap it around the hair elastic to create your top knot. Then with couple of bobby pins just secure in place.</p>

<p>Step 6: For better and beautiful finish look you can use Sleek &amp; Shine Hairspray or any other product that similar.</p>

<p>Spray Sleek &amp; Shine Hairspray or any other product that similar to entire hair to tame any flyway's.</p>"
        
        },
{
            "title":"Cross Bun Hairstyle Just In Minutes",
            "name":"http://goo.gl/fEfbFY" ,
            "youlink":"OSx003BfhrQ",
            "image": "http://goo.gl/mGRGwJ",
            "status": "<p>Step 1: Use the pointy tip of a rat tail and drag from the front of the head to the back where you want part to fall. Comb the hair over. If you want you can go in with your comb and be sure that the line is really well straight.</p>

<p>Step 2: From the side of the head with the most hair pull a part of the hair. Without twisting this part pull it across the head and then secure it on the opposite side with couple of bobby pins. From the other side repeat this very same action with a piece of hair. Best as you can conceal the bobby pins and then tuck the end pieces under the already secured parts of hair.</p>

<p>Step 3: From either side of your head repeat the step 2 with an additional 2 parts of hair.</p>

<p>Step 4: Bring the rest of the hair together into a low ponytail.</p>

<p>Step 5: And as a final step, to create a simple twisted bun softly wrap the hair around the base of the ponytail. In both of the criss crossed part tuck in any stray pieces. And lightly spritz some fine hairspray to hold everything into place.</p>

<p>Try this hairstyle any time and for any occasion. More you keep doing the style your hand will start move fast and will be came more and more creative. If you learn more bun hairstyle, you can do hairs more beautiful in no time.</p>"
        
        }

],

 "feedgirls": [
{
            "title":"Knotted Hairstyle",
            "name":"http://goo.gl/d2AFfw" ,
            "youlink":"bIdd1dPuoho",
            "image": "https://goo.gl/6k3c3t",
            "status": "<p>Step By Step Instructions Easy 1 Minute Knotted Hairstyle</p>

<p>Step 1 From the left and then right ear part out the hair. Do not make a full half pony but from ear to ear part the hair.</p>

<p>Step 2 Now to make a loop just wrap the hair around the left hand.</p>

<p>Step 3 Next with your right hand through the loop pull the ends of the hair. Do not pull the hair all the way through.</p>

<p>Step 4 With a couple of bobby pins secure the top loop nicely.</p>"
         },
{
            "title":"How to Create 2-in-1 Angel Wing Combo",
            "name":"http://goo.gl/d2AFfw" ,
            "youlink":"pWpS-xSv0Us",
            "image": "https://i.imgur.com/FQKRiCt.jpg",
            "status": "<p>Step 1; As a first step begin the style with your hair down. For added fullness you can add some micro crimps.</p>

<p>Step 2; Then pull a part of the hair back from each side of the head just above the ears and then secure the hair with an hair elastic.</p>

<p>Step 3; Now on the left side of the pulled back strand you can create a hole just about 2/3 up the part. Then take a small piece of hair that right behind the left ear and loop it thru the hole.</p>

<p>Step 4; Keep on working on the left side of the head. Then from right behind the left ear take a 2nd small piece of hair and then loop it thru another hole that just under the first hole.</p>

<p>Step 5; Now from right behind the left ear take a third small piece of hair and then loop it thru one last hole below the other 2.</p>

<p>Step 6; Then on the right side of the head repeat the steps 3-5 to create the angle wings effect.</p>

<p>Step 7; Now you can leave the hair down or you can create a comb out of the style.</p>

<p>
Step 8; At this point at the end of the hair you can add a fishtail and then you can pancake it to make it extra full and extra fluffy.</p>

<p>
Step 9; As a final step you can just secure the fishtail braid with an hair elastic</p>"
         },

{
            "title":"Knotty Bubble Ponytail",
            "name":"http://goo.gl/8dDCKI" ,
            "youlink":"-2cBt4KS1DQ",
            "image": "https://goo.gl/4uL0mW",
            "status": "<p>Step 1 Begin the style by parting the hair just from the temples and then to the crown and then you need to secure the hair with an hair elastic.</p>

<p>Step 2 As a next step on the side of the ponytail you need to split out the hair in 2 small parts.</p>

<p>Step 3 Now with these two parts of hair you need to create a knot.</p>

<p>Step 4 And then just flip the ponytail up out of the way.</p>

<p>Step 5 At this point underneath the ponytail you need to bring the tails of the knot.</p>

<p>Step 6 And now with an hair elastic you need to combine the tails of knot just under the ponytail.</p>

<p>Step 7 From ear to ear make another ponytail parting the hair and then secure the hair with an hair elastic.</p>

<p>Step 8 At this point all you need to do is repeating the steps 2-6.</p>

<p>Step 9 Now at the nape of the neck gather rest of the hair and then secure the hair with an hair elastic.</p>

<p>Step 10 Once again you need to repeat steps 2-6.</p>

<p>Step 11 As a final step which will depending on length of hair just repeat steps 2-6 as many times as you need.</p>

<p>Remember if the tails from the knots tend to bubble out a bit on the back side of the ponytail then as close to the knot as you can just simply slip an extra clear elastic up and then that way you will help push the tails back into the part of the ponytail that below.</p>"
         }



],

 "feedwedding": [

{
            "title":"Sleek Vixen Hair",
            "name":"" ,
            "youlink":"qV8hagNlEaA",
            "image": "https://goo.gl/Fz02Vi",
            "status": "<p>Step by Step Instructions</p>

<p>1. Separate your hair into two sections and flat iron for extra smoothness.</p>

<p>2. Apply 2-3 dollops (depending on the length of your hair) of Any Advanced Haircare Smooth Intense Frizz Taming Serum throughout hair.</p>

<p>3. Separate your hair into three sections one in the back and two on either side and pin one section back in the middle of your head.</p>

<p>4. Pull the other section back and twist then pin it over your existing pins.</p>

<p>5. Secure the bottom of your twisted hair with a hair tie, creating a low ponytail.</p>

<p>6. Separate a one-inch section of your ponytail and wrap it around your hair tie, securing with a bobby pin.</p>

<p>7. Spend the rest of the evening referring to yourself as a sleek vixen, meow.</p>"
        
        },


{
            "title":"Curly Chignon Just In 60 Seconds",
            "name":"http://goo.gl/QxPb85" ,
            "youlink":"",
            "image": "http://goo.gl/V0oSJB",
            "status": "<p>Step 1: To clean hair you can apply Curl Sculpt or any other product that you like.</p>

<p>As a first step you need to apply Curl Sculpt or any other product that you like after washing your hair so that way you can hydrate and you can define curls and you can keep frizz at bay. For added definition you can use a diffuser to blow dry.</p>

<p>Step 2: Then into a low ponytail pull the hair.</p>

<p>Soon as hair completely dry then just pull it back into a low and also loose ponytail.</p>

<p>Step 3: Now you need to create the chignon.</p>

<p>To start the chignon you need to wrap the ponytail around the hair elastic and then you need to secure it with couple of bobby pins. Then just secure any loose strands.</p>

<p>Step 4: As a finat step finish the style with Full Control Hairspray or any other product that you like.</p>

<p>At this point to keep the style in place you need to use Full Control Hairspray or any other product that you like.</p>"
        
        },
          {
            "title":"Rope Twist Combo Braid",
            "name":"" ,
            "youlink":"X-yqYOUdlVU",
            "image": "https://i.imgur.com/Q84OAas.jpg",
            "status": "<p>Step By Step Instructions</p>

<p>Step 1; First comb all the hair back on the top of your head.</p>

<p>Step 2; Now pick up a small part of the hair above the ear. Then split that part into 2 pieces and then just start a rope twist braid.</p>

<p>Step 3; Then twist each part to the right and also twist it over each other to the left side.</p>

<p>Step 4; Then just tug on the edges of the twist a bit to give a soft and loose look to the twist. Then secure the end with a small hair elastic or you can have your daughter to hold the rope twist while you are working on the other side.</p>

<p>Step 5; Now you need to repeat rope twist on the opposite side.</p>

<p>Step 6; Then bring your 2 twists to the back and then secure it with an hair elastic. At this point you want them to rest about the nape of the neck.</p>

<p>Step 7; Now just reach under your twist and pick up rest of the hair and then split it into three pieces.</p>

<p>Step 8; Then begin creating a loose three hair strand braid. Soon as you have complete 3 stitches then switch to a fishtail braid.</p>

<p>Step 9; Soon as you reach the end then secure the braid with a small hair elastic.</p>

<p>Step 10; Now you can loose and puffy the braid. For that you need to go back and then tug and pancake the edges of your three strand and fishtail braid to get a softer and looser look.</p>

<p>Step 11; As a final touch you can add your favorite hairspray.<br>
</p>"
         }


]

}